adobe-base-14-fonts
archfetch
archlinux-java-run
carla-bridges-win32
epson-inkjet-printer-escpr
google-chrome
gruvbox-dark-gtk
gruvbox-dark-icons-gtk
gruvbox-icon-theme
gruvbox-material-gtk-theme-git
gtk-theme-arc-gruvbox-git
iscan
iscan-plugin-network
jre
libxft-bgra
lightdm-settings
mkinitcpio-firmware
mons
nerd-fonts-complete
pacmixer
paru
pfetch
picom-jonaburg-git
plymouth
pymetar
reddio-git
siji-git
spicetify-cli
spotify
system76-acpi-dkms
system76-dkms
system76-driver
system76-firmware-daemon-git
system76-io-dkms
system76-oled
system76-power
themix-full-git
themix-icons-suru-plus-aspromauros-git
themix-theme-arc-git
timeshift
ttf-times-new-roman
vim-plug
weather
web-greeter
xidlehook
