acpi
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-otc-fonts
alsa-plugins
alsa-utils
android-file-transfer
android-tools
arandr
arc-gtk-theme
arc-icon-theme
archlinux-wallpaper
autoconf
automake
base
bash-completion
bat
binutils
bison
bluez
bluez-tools
bluez-utils
breeze
btop
cadence
calc
calcurse
ccls
cmake
colordiff
cpio
cpupower
ctags
cups
deepin-icon-theme
dialog
discord
dos2unix
dosfstools
doxygen
dpf-plugins
efibootmgr
eigen
evince
exa
exfat-utils
fakeroot
ffmpegthumbnailer
firefox
flameshot
flex
gcc
gcc-fortran
gdb
gimp
git
glfw-x11
gnuplot
groff
grub
gutenprint
htop
ifuse
inkscape
intel-media-driver
intel-ucode
ipp-usb
iwd
jre-openjdk
julia
lib32-gcc-libs
libaacs
libdvdcss
libreoffice-fresh
libtool
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lightdm-webkit2-greeter
linux
linux-firmware
linux-headers
lxappearance
m4
make
man-db
materia-gtk-theme
movit
mpc
mpd
mpv
mtools
ncdu
ncmpcpp
neofetch
neovim
network-manager-applet
networkmanager
newsboat
nftables
nitrogen
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
okular
opencv
os-prober
otf-font-awesome
pacman-contrib
pandoc
papirus-icon-theme
patch
pdfgrep
perl-image-exiftool
pinta
pkgconf
pulseaudio
pulseaudio-bluetooth
pulseaudio-jack
python-pip
python-pynvim
python-ruamel-yaml
qt5ct
ranger
reflector
realtime-privileges
ripgrep-all
rofi
rpm-tools
rsync
rtirq
sane-airscan
sdl2_ttf
shotcut
simple-scan
speedtest-cli
stow
sudo
system-config-printer
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunar
tldr
tree
tree-sitter
ttf-fira-mono
ttf-font-awesome
ttf-hack
ttf-hannom
ttf-jetbrains-mono
ttf-joypixels
ttf-roboto-mono
ueberzug
unzip
usb_modeswitch
vim
vlc
w3m
wget
which
wine
xbindkeys
xclip
xorg-server-devel
xorg-server-xephyr
xorg-xbacklight
xorg-xdpyinfo
xorg-xinit
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xss-lock
youtube-dl
zathura
zathura-pdf-poppler
zip
zsh
zsh-completions
